{
    "Kevin Teh MSc: Your wealth management ally. Expert advice, tailored strategies, and a dedication to your financial success. #FinancialFreedom": 1,
    "anna@kbjmanagement.co.uk \nBad at DMs so the above email is the best route\nVerified accept no (l)imitations": 1,
    "Since 1968, EveryCat Health Foundation, a non-profit organization, has funded groundbreaking research that benefits every cat, every day.": 1,
    "India's foremost independent news-site, carrying critical opinion, investigations and reportage.": 1,
    "Animal Equality is an organization working with society, governments and companies to end cruelty to farmed animals.": 1,
    "We make saving and investing easy and accessible, so everyone can achieve financial wellness. #YouCanDuit\nVersa Asia Sdn Bhd (201901041105 (1350435T))": 1,
    "Irondog K9 International Inc. is a 501(c)(3) non-profit organization that strives to equip, protect and train law enforcement K9 teams.": 1,
    "Full Time Agent PrudentialBSNTakaful\nYour Trusted Takaful Consultant \nwww.wasap.my/60139995096/takaful": 1,
    "Curtin College offers undergraduate and postgraduate, on-campus pathways into Curtin University. Provider CRICOS Code 02042G.": 1,
    "知足常乐❤": 1,
    "💙💛We are an independent, co-educational school that provides an academically challenging and well-balanced education.\n📚Grades K-8\n#harborday": 1,
    "VENMO: @AnimalTracksinc\n🔺 𝐒𝐮𝐫𝐯𝐢𝐯𝐢𝐧𝐠 𝐨𝐧 𝐝𝐨𝐧𝐚𝐭𝐢𝐨𝐧𝐬 & 𝐭𝐨𝐮𝐫𝐬! \n🐒 Book your tour today! 🐺": 1,
    "✨ On a mission to celebrate people of all abilities \n🏫 @manhattanstaracademy @ihopenyc \n🎨 @yai.arts": 1,
    "Official Instagram of Santa Monica College Athletics\nEmail: athletics@smc.edu": 1,
    "𝗥𝗲𝗹🔹𝗧𝗮𝗸𝗮𝗳𝘂𝗹🔹𝗧𝗲𝗮𝗺 𝗟𝗲𝗮𝗱𝗲𝗿\n𝙏𝙖𝙠𝙖𝙛𝙪𝙡 𝙖𝙙𝙫𝙞𝙨𝙤𝙧 𝙨𝙞𝙣𝙘𝙚 𝟤𝟢𝟣𝟥\n𝘼𝙜𝙚𝙣𝙘𝙮 𝙈𝙖𝙣𝙖𝙜𝙚𝙧 𝙨𝙞𝙣𝙘𝙚 𝟤𝟢𝟣𝟩\n𝙂𝙧𝙤𝙪𝙥 𝘼𝙜𝙚𝙣𝙘𝙮 𝙈𝙖𝙣𝙖𝙜𝙚𝙧 𝙨𝙞𝙣𝙘𝙚 2023\nAD Azreel Group (AG) Kota Damansara.": 1,
    "Decoding FIP through data analysis and collaboration. Let's create a future where FIP is understood and treatable🐾\n透過數據分析和合作解開 FIP 謎團\n共創更了解和可治療FIP的未來💉": 1,
    "💰Empowering Malaysians with Financial Peace\n❤️Led by Group Agency Manager @gam_rebeccachan\n📩 Join us Part Time / Full Time\n#YourDreamsOurPassion": 1,
    "Broadcaster as seen on TV #gmb #jeremyvine #bbc #gbnews #talktv\nPublished Author 📚\nTV panellist \n51yo and doing it with Sass and ❤️": 1,
    "Professional Estate Planner & Agent of Great Eastern\n📜繕寫個人遺囑規劃, 繕寫信託成立服務, 收入與資產保障計劃(保險服務), 商業延續計劃 - 完善規劃您的財富\nღ💌ღ：堅忍，耐心，信心並頑強執著地積累成功，這才是職業的交易態度。": 1,
    "I SELL HALAL BRUNCH @soulbythesea215 5601 ARCH ST PHILA 830am-2pm MON-THURS& SAT \n$jakkfrost215 VENMO JAKKFROST215 2672312701 OR CLICK LINK TO ORDER⬇️": 1,
    "fashion, beauty & silly stuffff \nlondon darling\nealiot@yahoo.com": 1,
    "🍊 Scottish Orange Obsessed Dopamine Dresser\n🏳️‍🌈Colourful Neurodivergent  ✨JOY✨ \n💌 foreveryoursbetty@insanityhq.com": 1,
    "Dedicated to rescuing abused & abandoned dogs in Puerto Rico. \n#satostrong #nodogleftbehind #thesatoproject": 1,
    "Rock Cats Rescue is saving cats one click at a time! \nCheck out superstar @jaxacrocat too!\n#acrocats #rockcatsrescue": 1,
    "🧘Simplifying Yoga and Coaching for you to begin your journey today!\n🕉️Yoga Teacher & Life Coach": 1,
    "The only Sorority for cats\nFun Feline Fact Friday\nKitten foster\nFip cat\nTripod cat\nFormer ferals\nKitty sitter\nCatnip cat toys & wooden wine crate beds": 1,
    "Our goal is to transform the global food system to end the suffering of farmed animals & stop wild animals from being exploited as commodities.": 1,
    "Manage Your Insurance Digitally, Wherever You Are.\n#policypal": 1,
    "#YYC Preschool - Grade 6 \n⭐️ Wonder Lives Here - Leading and learning with curiosity, creativity and compassion! \nClick the link to learn more!": 1,
    "Innovate. Elevate.Thrive 🚀\nVallabh Consultancy Pvt Ltd - Where Your Startup Dreams Take Flight! Let's Shape Your Success Story Together! #startups": 1,
    "Meet Winston the beloved pony who has trotted his way into the hearts of readers worldwide through the enchanting Cowboy Mike and Winston book series": 1,
    "All Things Good in St. Pete • Est. ‘09\n💌 info@ilovetheburg.com\n💖 Tampa ➡️ @thatssotampa\n🏖️ Sarasota ➡️ @thatssosarasota\nWinner Best of the Bay 2010-22": 1,
    "Modernday Anubis. Emotive Taxidermy. Afterlife Pet Services. Nothing Harmed. Educator. Author. Custom Work. BFA. Weirdo. NYC Area🖤🔪🩸💀👽🇺🇦": 1,
    "Official brand page for the Cat Ball® cat bed & Cat Canoe®. Our original cat beds are designed & made in Washington.": 1,
    "Amplifying untold stories of women & celebrating their achievements. Informative, inspiring and everything in between. \nLink in bio ⬇️": 1,
    "We’re the charity that saves lives at sea.": 1,
    "Family, Real Estate, Estate & Civil Litigation Firm.  https://m.youtube.com/c/phillyesquire": 1,
    "https://www.candostlarim.com/kumbaralar/happy-garden-67": 1,
    "Licensed #realestate broker (VA & DC) helping #homeowners🏠and #investors 📈understand the market and find the best properties. #community #educate": 1,
    "🌺Milföy:50/84 🌺Barbie:30/84\nProviding shelter to 50+ cats&steadily rescuing more.📍Istanbul🇹🇷": 1,
    "▪️ 𝑶𝒏𝒍𝒊𝒏𝒆 𝒘𝒊𝒏𝒈 𝒐𝒇 𝑨𝒖𝒓𝒂𝒏𝒈𝒂𝒃𝒂𝒅 𝒕𝒊𝒎𝒆𝒔 \n▪️𝑷𝒂𝒊𝒅 𝑷𝒓𝒐𝒎𝒐𝒕𝒊𝒐𝒏 𝑨𝒗𝒂𝒊𝒍𝒂𝒃𝒍𝒆 \n▪️ 𝑺𝒊𝒏𝒄𝒆 𝟏𝟗𝟔𝟕\n▪️ 𝑻𝒉𝒆 𝒍𝒂𝒓𝒈𝒆𝒔𝒕 𝒄𝒊𝒓𝒄𝒖𝒍𝒂𝒕𝒊𝒏𝒈 𝑼𝒓𝒅𝒖 𝒅𝒂𝒊𝒍𝒚 𝒊𝒏 𝒄𝒆𝒏𝒕𝒓𝒂𝒍 𝑴𝒂𝒉𝒂𝒓𝒂𝒔𝒉𝒕𝒓𝒂": 1,
    "We have 8 cats with a total of 9 eyes. Pipette is a FIP Survivor, Bunsen is allergic to everything, and Cheddar has IBS.": 1,
    "Please use the CHATBOT on our website.                  www.pfahyd.org": 1,
    "Winging at a dyslexic life less ordinary \nThrifted  & sustainable brands  is set to over take fast fashion \nSo Get your inspo here": 1,
    "We are a bi-national organization providing no-cost legal and humanitarian aid for deportees, refugees + separated families. L.A., San Diego, Tijuana.": 1,
    "GEMEINSAM GEGEN TIERLEID, MITGEFÜHL UND SCHUTZ FÜR TIERE!": 1,
    "Est. 2023\nProviding support for those affected by cancer. \nYou Got This! Walk - May 11,2024": 1,
    "Very special cats 💕\nToby, Leo and Chino have Ehlers Danlos syndrome 🦓\nRIP Herbie, Quinton & Chino 🌈\nWe ❤ special cats and rescues": 1,
    "Volunteers partnering with the community to raise funds and save cats in Holmdel Middletown Keansburg Keyport Hazlet Union Beach NJ area. 🐈🐈‍⬛": 1,
    "🌎A Reimagined School\n𓆏 Home of the Dart Frogs\nPersonalized Learning | Preparing the Curious\n📍Aliso Viejo, CA": 1,
    "Vets4Pets South Shields has been open over 10 years.\nFollow us to keep up to date with life at the practice 👍\nvets4pets.com/southshields": 1,
    "Strived to be an Outstanding N Efficient agency Nationwide.\n💼 onepeace218.my@gmail.com": 1,
    "📍 Manchester,uk": 1,
    "The best photos and videos from nypost.com. For our latest articles featured on Instagram 👇": 1
}